IDEA Open Model
ConcreteULSCheckResultDiagramCapacity.CheckMethod Property
 method of check
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public IntDiagCheckMethod CheckMethod { get; set; }
Public Property CheckMethod As IntDiagCheckMethod
	Get
	Set
public:
property IntDiagCheckMethod CheckMethod {
	IntDiagCheckMethod get ();
	void set (IntDiagCheckMethod value);
}
Property Value
Type: IntDiagCheckMethod
See Also
Reference
ConcreteULSCheckResultDiagramCapacity Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace